FV2404/E_0098.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">MaBiS</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">7.63.1: AD: Übermittlung Prüfmitteilung für die monatliche Ausfallarbeitsüberführungszeitreihe (AAÜZ) vom BKV(LF) an NB</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0098</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> BKV</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>Liegt die Version der Zeitreihe des MaBiS-ZP für diesen Bilanzierungsmonat bereits vor?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Abweisung<BR align="left"/>Zeitreihe bereits vorhanden<BR align="left"/></FONT>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>2: </B>Entsprechen die Energiemengen der AAÜZ den erwarteten Energiemengen?<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Energiemenge falsch / nicht plausibel<BR align="left"/></FONT>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Zustimmung<BR align="left"/>Zeitreihe akzeptiert<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A01" [label="Ja"];
    "1" -> "2" [label="Nein"];
    "2" -> "A02" [label="Nein"];
    "2" -> "A03" [label="Ja"];

    bgcolor="transparent";
}
